<?php

return [
    //Auth.php
    "参数异常"              =>  "參數異常",
    "地址异常"              =>  "地址異常",
    "登录成功"              =>  "登入成功",
    "地址已存在"            =>   "地址已存在",
    "请稍后重试"            =>   "請稍後重試",

    //Code.php
    "请勿重复购买节点"      =>  "請勿重複購買節點",
    "USDT余额不足"         =>  "USDT餘額不足，請在主頁點擊儲值進行儲值",
    "购买成功"             =>  "購買成功",
    "数量不能小于"          =>    "數量不能小於 ",

    //Pay.php
    "金额异常"          =>  "金額異常",
    "创建成功"          =>  "創建成功",
    "账户异常"          =>  "帳戶異常",
    "锁仓赠送"          =>  "鎖倉贈送",
    "提现扣除"          =>  "提現扣除",
    "提现退回"          =>  "提現退回",
    "系统管理"          =>  "系統管理",
    "进行质押"          =>  "進行質押",
    "购买节点"          =>  "購買節點",
    "添加资金"          =>  "添加資金",
    "到期解押"          =>  "到期解押",
    "奖励领取"          =>  "獎勵領取",
    "质押奖励"          =>  "質押獎勵",
    "提现冻结"          =>  "提現凍結",
    "取出退回"          =>  "取出退回",
    "节点奖励"          =>  "節點獎勵",
    "提取扣除"          =>  "提取扣除",
    "拓朴奖励"          =>  "拓撲獎勵",
    "质押收益"          =>  "質押收益",
    "梯度奖励"          =>  "梯度獎勵",

    //Pledge.php
    "质押数量请填写"               =>  "質押數量請填寫",
    "倍数"                       =>  "倍數",
    "质押数量不能低于"             =>  "質押數量不能低於",
    "质押失败，请刷新重试"          =>  "質押失敗，請重新整理重試",
    "质押时间为每日"               =>  "質押時間為每日",
    "质押说明"                   =>  "質押說明",
    "质押时间"                   =>  "質押時間",
    "知道了"                   =>  "知道了",
    "质押中"                     =>  "質押中",
    "待解押"                     =>  "待解押",
    "已解押"                     =>  "已解押",

    //User.php
    "地址信息异常"      =>    "地址資訊異常",
    "绑定成功"      =>    "綁定成功",
    "用户当前无法绑定到上级"      =>    "用戶目前無法綁定到上級",
    "已绑定下级，无法绑定上级"      =>    "已綁定下級，無法綁定上級",
    "获取上级信息失败"      =>    "獲取上級資訊失敗",
    "当前账户无法绑定"      =>    "目前帳戶無法綁定",
    "上级未绑定邀请码,无法绑定"      =>    "上級未綁定邀請碼,無法綁定",
    "领取信息错误"      =>    "領取資訊錯誤",
    "拓朴有效人数不足"      =>    "拓撲有效人數不足",
    "家族有效人数不足"      =>    "家族有效人數不足",
    "奖励余额不足"      =>    "獎勵餘額不足",
    "OCE余额不足"      =>    "OCE餘額不足",
    "领取成功"      =>    "領取成功",

    //Withdraw.php
    "提现申请"      =>      "提現申請",
    "提现未开启"      =>      "提現未開啟",
    "用户信息获取失败"      =>      "用戶資訊獲取失敗",
    "提现数量不能少于"      =>      "提現數量不能少於",
    "提现数量请填写100的倍数"      =>      "提現數量請填寫100的倍數",
    "请等待上笔提现完成"      =>      "請等待上筆提現完成",
    "OCE不足"      =>      "OCE不足",
    "信用额度不足"      =>      "信用額度不足",
    "涡轮值不足"      =>      "渦輪值不足",
    "当前日期不在提现开放日内"      =>      "目前日期不在提現開放日內",
    "提现时间为"      =>      "提現時間為",
    "提现后余额不能少于"      =>      "提現後餘額不能少於",
    "兑换后USDT账户不能少于"      =>      "兌換後,USDT賬戶不能少於",

    //新增翻译
    "维护中"       =>  "維護中",
    "每日最多兑换"       =>  "每日最多兌換",
    "次"       =>  "次",
    "兑换数量异常"       =>  "兌換數量異常",
    "兑换数量请填写%s到%s之间"       =>  "兌換數量請填寫%s到%s之間",
    "兑换数量不能小于0"       =>  "兌換數量不能小於0",
    "兑换OCE"       =>  "兌換OCE",
    "兑换USDT"       =>  "兌換USDT",
    "兑换成功"       =>  "兌換成功",
    "用户已锁定"     =>  "用戶已鎖定"
];
